export const departmemts = [
  { name: 'Музичний відділення', to: '/' },
  { name: 'Вокально-хорове відділення', to: '/' },
  { name: 'Хореографічне відділення', to: '/' },
  { name: 'Образотворче відділення', to: '/' },
  { name: 'Театральне відділення', to: '/' },
];

export const aboutUs = [
  { name: ' Про нас', to: '/' },
  { name: 'Історія Школи', to: '/' },
  { name: 'Музей', to: '/' },
  { name: 'Наші досягнення', to: '/' },
  { name: 'Адміністрація', to: '/' },
  { name: 'Наші викладачі', to: '/' },
];

export const navItems = [
  { name: 'Наші події', to: '/' },
  { name: 'Афіша', to: '/' },
  { name: 'Галерея', to: '/' },
  { name: 'Співпраця', to: '/' },
  { name: 'Контакти', to: '/' },
];
