export const declineWord = string => {
  if (string === 'Адреса') {
    return 'адресу';
  }
  if (string === 'Телефон') {
    return 'телефон';
  }
  if (string === 'Карта') {
    return 'карту';
  }
  if (string === 'Електронна пошта') {
    return 'електронну пошту';
  }
  if (string === 'Інформація для вступу') {
    return 'інформацію для вступу';
  }
  if (string === 'Юридична інформація') {
    return 'юридичну інформацію';
  }
  if (string === 'Музичне відділення') {
    return 'музичного відділення';
  }
  if (string === 'Вокально-хорове відділення') {
    return 'вокально-хорового відділення';
  }
  if (string === 'Хореографічне відділення') {
    return 'хореографічного відділення';
  }
  if (string === 'Театральне відділення') {
    return 'театрального відділення';
  }
  if (string === 'Образотворче відділення') {
    return 'образотворчого відділення';
  }
  if (string === 'Дошкільне та підготовче відділення') {
    return 'дошкільного та підготовчого відділення';
  }
  if (string === 'Заява для вступу') {
    return 'заяву для вступу';
  }
  return string;
};
